'-------------------------------------------------------------------------------------
' German language module for WINCONTIG
'
' Translated by:
'   «Latino»
'
' Currently maintained by:
'   «Latino»
'
' Last updated: Oktober 14, 2014
'
' NOTE: Don't translate '\n', '\t', '%s', '$c$' or '$d$'
'
'-------------------------------------------------------------------------------------
' Language Name of the module in your native language ***
' (e.g. Italiano, Français, Deutsch, etc.)
'-------------------------------------------------------------------------------------
LNG=Deutsch
'-------------------------------------------------------------------------------------
' File info panel ***
'-------------------------------------------------------------------------------------
1=Fragmentierte Dateien
2=Zusammenhängende Dateien
3=Defragmentierte Dateien
4=Unbearbeitbare Dateien
'-------------------------------------------------------------------------------------
' Main program window - Toolbar buttons labels ***
'-------------------------------------------------------------------------------------
17=Hinzufügen
18=Entfernen
19=Eigenschaften
20=Profil laden
21=Profil speichern
283=Fragmente
294=Bericht anzeigen
455=Filter
24=Defragmentieren
25=Abbrechen
'-------------------------------------------------------------------------------------
' Main program window - Toolbar buttons tooltips ***
'-------------------------------------------------------------------------------------
473=Hinzufügen
474=Eine oder mehrere Dateien hinzufügen. Pfeil anklicken, um Ordner hinzuzufügen.
475=Entfernen
476=Ausgewählte Objekte von der Liste entfernen.
477=Eigenschaften
478=Eigenschaften der ausgewählten Objekte anzeigen.
479=Fragmente
480=Zusatzangaben über die ausgewählten Dateien anzeigen, u.a. Größe und Anzahl der Fragmente.
481=Filter
482=Das Filter-Dialogfenster aufrufen, um Dateien, Ordner und Dateitarten von der Analyse/Defragmentierung ein-/auszuschließen.
483=Profil laden
484=Objekteliste von einer vorher gespeicherten Profildatei laden.
485=Profil speichern
486=Objekteliste in eine Profildatei speichern.
26=Analysieren
45=Dateien analysieren, um den Fragmentierungsgrad zu ermitteln.
101=Defragmentieren
139=Fragmentierte Dateien zwecks Verbesserung der Systemleistung zusammenführen. Pfeil anklicken, um nur die im unteren Fenster ausgewählten Dateien zu defragmentieren.
122=Abbrechen
136=Den laufenden Arbeitsgang abbrechen.
'-------------------------------------------------------------------------------------
' Main program window - Toolbar Drop Down Menu ("Add" button) ***
'-------------------------------------------------------------------------------------
65=&Datei hinzufügen...\tSTRG+O
66=&Ordner hinzufügen...\tSTRG+D
'-------------------------------------------------------------------------------------
' Main program window - Toolbar Drop Down Menu ("Profile" button) ***
'-------------------------------------------------------------------------------------
155=<leer>
'-------------------------------------------------------------------------------------
' Main program window - Toolbar Drop Down Menu ("Defragment" button) ***
'-------------------------------------------------------------------------------------
365=&Alle Dateien defragmentieren
156=&Nur die ausgewählten Dateien defragmentieren
'----------------------------------------------------------------------------------------------
' Main program window - Items to be processed (Column Headers/Column Header Context Menu) ***
'----------------------------------------------------------------------------------------------
27=Dateiname
28=Größe
29=Status
30=Art
248=Fragmente
249=Blöcke
250=Größe auf Datenträger
274=% auf Datenträger
472=Letzte Änderung
487=Attribute
251=Standard
'-------------------------------------------------------------------------------------
' Main program window - Items to be processed ("Status" Column) ***
'-------------------------------------------------------------------------------------
5=Fragmentiert
6=Nicht fragmentiert
7=Unbearbeitbar
8=Defragmentiert
146=Zusammenhängend
368=Abgebrochen
369=Übersprungen
424=Bearbeitung läuft...
'-------------------------------------------------------------------------------------
' Main program window - Items to be processed (misc) ***
'-------------------------------------------------------------------------------------
31=Zu defragmentierende Objekte hinzufügen.
247=Wurzelverzeichnis
'-------------------------------------------------------------------------------------
' Main program window - Items to be processed (Context Menu) ***
'-------------------------------------------------------------------------------------
67=&Öffnen
68=&Objekt hinzufügen
69=&Datei...\tCTRL+O
70=&Ordner...\tCTRL+D
71=Objekte &entfernen\tENTF
371=Zur &Ausschlussliste hinzufügen
15=Ausgewählte Objekte anal&ysieren
16=Ausgewählte Objekte de&fragmentieren
72=&Profil laden...
73=Profil speichern &unter...
223=Ei&genschaften...
75=Automatischer &Bildlauf
'--------------------------------------------------------------------------------------------------
' Main program window - "Fragmented files" Tab (Column Headers/Column Header Context Menu) ***
'--------------------------------------------------------------------------------------------------
9=Fragmente
252=Blöcke
253=Größe auf Datenträger
10=Größe
11=Dateiname
275=% auf Datenträger
256=Standard
'-------------------------------------------------------------------------------------
' Main program window - "Fragmented files" Tab (misc) ***
'-------------------------------------------------------------------------------------
144=Fragmentierte Dateien
12=Es gibt keine fragmentierten Dateien.
428=Keine Dateien wurden bisher bearbeitet.
'-------------------------------------------------------------------------------------
' Main program window - "Fragmented files" Tab (Context Menu) ***
'-------------------------------------------------------------------------------------
363=Markierte Dateien aus&wählen
364=Markierte Dateien a&bwählen
367=Auswahl &umkehren
372=Zur &Ausschlussliste hinzufügen
162=Datei&standort öffnen
'--------------------------------------------------------------------------------------------------
' Main program window - "Fragmented files" listview (checkbox) tooltip ***
'--------------------------------------------------------------------------------------------------
171=Auswählen/Abwählen
161=Alle aufgelisteten Dateien auswählen oder abwählen.
'--------------------------------------------------------------------------------------------------
' Main program window - "Errors" Tab (Column Headers) ***
'--------------------------------------------------------------------------------------------------
128=Dateiname
129=Fehler
'--------------------------------------------------------------------------------------------------
' Main program window - "Errors" Tab (misc) ***
'--------------------------------------------------------------------------------------------------
98=Unbearbeitbare Dateien
145=Es gibt keine unbearbeitbaren Dateien.
'-------------------------------------------------------------------------------------
' Main program window - Statusbar messages ***
'-------------------------------------------------------------------------------------
32=Leerlauf
33=Total aufgelistete Objekte: 
127=Objekt
137=Defragmentierung läuft
420=Total bearbeitete Dateien:
'-------------------------------------------------------------------------------------
' Main program window - File menu ***
'-------------------------------------------------------------------------------------
34=&Datei
35=&Öffnen
36=&Objekt hinzufügen
37=&Datei...\tSTRG+O
38=&Ordner...\tSTRG+D
39=Objekte &entfernen\tENTF
370=Zur &Ausschlussliste hinzufügen
284=&Fragmentierungsdetails...
224=Ei&genschaften...
421=Anal&ysebericht speichern...
41=&Beenden
'-------------------------------------------------------------------------------------
' Main program window - Profiles menu ***
'-------------------------------------------------------------------------------------
42=&Profile
43=Profil &laden...
44=Profil &speichern unter ...
157=Profilliste &konfigurieren...
'-------------------------------------------------------------------------------------
' Main program window - Action menu ***
'-------------------------------------------------------------------------------------
46=&Maßnahme
47=&Analysieren
49=Ab&brechen
50=&Defragmentieren
148=Ausgewählte Objekte anal&ysieren
150=Ausgewählte Objekte de&fragmentieren
'-------------------------------------------------------------------------------------
' Main program window - View menu ***
'-------------------------------------------------------------------------------------
48=&Ansicht
51=&Werkzeugleiste
52=&Informationsfenster
76=&Statusleiste
'-------------------------------------------------------------------------------------
' Main program window - Tools menu ***
'-------------------------------------------------------------------------------------
377=&Extras
470=&Filter verwalten...
'-------------------------------------------------------------------------------------
' Main program window - Options menu ***
'-------------------------------------------------------------------------------------
53=&Optionen
54=Immer im &Vordergrund
55=&Ganze Reihe markieren
56=Bestätigungs&meldungen anzeigen
57=&Keine doppelten Einträge erlauben
58=Nach der Defragmentierung Programm &beenden
59=Nach der Defragmentierung her&unterfahren
229=&Laufwerke nicht auf Fehler prüfen
235=Defragmentierungss&trategie
236=&Schnell
237=S&chlau
242=Spra&che
301=&Priorität
302=&Hoch
303=&Übernormal
304=&Normal
305=&Subnormal
306=Nie&drig
332=&Datenträgerbereinigung
333=&Deaktiviert
334=&Automatisch
335=&Nachfragen
361=&Fehlermeldungen anzeigen
348=Datenträger auf &Fehler prüfen
349=&Deaktiviert
350=&Automatisch
351=&Nachfragen
408=&Hervorheben konfigurieren...
488=&SSD-Speicher auslassen
23=SSD-Speicher&erkennung deaktivieren
102=&Zustandssymbole anzeigen
140=S&ystemsymbole anzeigen
'-------------------------------------------------------------------------------------
' Main program window - Help menu ***
'-------------------------------------------------------------------------------------
60=&Hilfe
61=&Haftungsausschluss anzeigen
62=&Befehlszeilenparameter anzeigen
64=&Über WinContig...
'-------------------------------------------------------------------------------------
' Menu Hints ***
'-------------------------------------------------------------------------------------
83=Dateien zur Dateienliste hinzufügen.
84=Ordner zur Liste hinzufügen.
85=Die ausgewählten Objekte werden von der Liste entfernt.
86=Objekte aus einem Profil zur Dateienliste hinzufügen.
87=Die Objekte der Dateienliste in ein Profil speichern.
88=WinContig beenden.
89=Objekte werden analysiert.
92=Der Hinzufügen-Vorgang wird abgebrochen.
93=Die Dateienanalyse wird abgebrochen.
110=Dateien werden defragmentiert.
94=Das Programmfenster wird immer im Vordergrund angezeigt.
95=Die Markierung der ganzen Reihe wird an- oder abgeschaltet.
96=Programminformationen, Versionsnummer und Copyright werden angezeigt.
99=Das Programm wird nach Abschluss des Defragmentierungsvorgangs beendet.
100=Der Rechner wird nach Abschluss des Defragmentierungsvorgangs heruntergefahren.
103=Der automatische Bildlauf der Dateien wird an- oder abgeschaltet.
104=Bestätigungsmeldungen werden an- oder abgeschaltet.
105=Die ausgewählten Dateien werden mit der verbundenen Anwendung geöffnet.
106=Die WinContig-Befehlszeilenparameter werden angezeigt.
107=Der Haftungsausschluss wird angezeigt.
108=Doppelte Einträge in der Dateiliste werden unterbunden.
225=Die Eigenschaften der ausgewählten Objekte werden angezeigt.
230=Datenträger werden vor der Defragmentierung nicht auf Fehler geprüft.
238=Die Defragmentierung erfolgt ohne die Anordnung der Blöcke zu optimieren (schneller).
239=Die Anordnung der Blöcke wird bei der Defragmentierung optimiert (langsamer).
255=Der Analysebericht wird angezeigt.
285=Zusatzdetails über die Dateifragmentierung werden angezeigt.
336=Temporäre Dateien werden vor der Defragmentierung nicht gelöscht.
337=Temporäre Dateien werden vor der Defragmentierung automatisch gelöscht.
109=Nachfrage, ob temporäre Dateien vor der Defragmentierung gelöscht werden sollen.
352=Datenträger werden vor der Defragmentierung nicht auf Fehler geprüft.
353=Datenträger werden vor der Defragmentierung automatisch auf Fehler geprüft.
354=Nachfrage, ob vor der Defragmentierung eine Datenträgerprüfung auf Fehler stattfinden soll.
362=Fehlermeldungen werden während des Löschens der temporären Dateien angezeigt.
373=Die ausgewählten Objekte werden zur Ausschlussliste hinzugefügt.
471=Öffnet das Dialogfenster für die Verwaltung der Aus- und Einschlusslisten.
409=Öffnet das Dialogfenster für die Anpassung der Hervorhebungsfarbe der Objekte.
429=Die Auswahl der Objekte wird umgekehrt.
430=Die markierten Objekte werden ausgewählt.
431=Die markierten Objekte werden abgewählt.
422=Der Analysebericht wird gespeichert.
22=SSD-Speicher werden nicht automatisch erkannt.
13=Dateien auf SSD-Speicher werden nicht defragmentiert.
82=Die Werkzeugleiste wird ein- oder ausgeblendet.
90=Das Informationsfenster wird ein- oder ausgeblendet.
91=Die Statusleiste wird ein- oder ausgeblendet.
14=Es werden nur die ausgewählten Dateien im unteren Fenster defragmentiert.
141=Der laufende Arbeitsgang wird abgebrochen.
131=Es werden nur die ausgewählten Objekte im oberen Fenster analysiert.
138=Es werden nur die ausgewählten Objekte im oberen Fenster defragmentiert.
158=Erlaubt die Anzahl der angezeigten Profile auf der Liste der zuletzt verwendeten Profile zu ändern.
135=Zeigt die Zustandssymbole neben dem Objektsymbol im oberen Fenster an.
160=Zeigt die Systemsymbole anstelle der WinContig Symbole neben dem Objekt an.
163=Öffnet das Verzeichnis, welches die Datei enthält.
'-------------------------------------------------------------------------------------
' Analysis Report ***
'-------------------------------------------------------------------------------------
177=Fragmentierte Dateien
178=Zusammenhängende Dateien
179=Unbearbeitbare Dateien wegen Fehlern
182=Bearbeitete Dateien
231=Liste der fragmentierten Dateien:
232=Liste der nicht analysierten Dateien:
289=Textdokument (*.txt)|*.txt|Alle Dateien (*.*)|*.*|
290=Bericht speichern
291=Bericht wurde erfolgreich gespeichert.
292=WinContig-Analysebericht erstellt:
293=Dateistatistik
'-------------------------------------------------------------------------------------
' "Add files" dialog box ***
'-------------------------------------------------------------------------------------
111=Datei(en) hinzufügen
112=Alle Dateien (*.*)|*.*|
'-------------------------------------------------------------------------------------
' "Add folder" dialog box ***
'-------------------------------------------------------------------------------------
113=Der zur Liste hinzuzufügende Ordner wählen und auf [Ordner hinzufügen] klicken. Es können mehrere Ordner hinzugefügt werden.
244=&Ordner hinzufügen
246=Ordner zur Liste hinzufügen
'-------------------------------------------------------------------------------------
' "Load profile" dialog box ***
'-------------------------------------------------------------------------------------
114=Profil laden
115=WinContig Profildatei (*.wcp)|*.wcp|Alle Dateien (*.*)|*.*|
'-------------------------------------------------------------------------------------
' "Save profile" dialog box ***
'-------------------------------------------------------------------------------------
116=Profil speichern
117=WinContig Profildatei (*.wcp)|*.wcp|Alle Dateien (*.*)|*.*|
118=Profil wurde erfolgreich gespeichert.
'-------------------------------------------------------------------------------------
' "Importing profile" dialog box ***
'-------------------------------------------------------------------------------------
119=Profil importieren
120=&Anfügen
121=&Ersetzen
123=Die Dateiliste ist nicht leer.
124=[Anfügen] klicken, um Objekte aus dem Profil zu den bestehenden Objekten in der liste hinzuzufügen. [Ersetzen] wählen, um die Objekte in der Liste mit jenen aus dem Profil auszutauschen.
125=Die Datei '%s' ist kein gültiges WinContig-Profil.
126=Das in der Befehlszeile angegebene Profil existiert nicht.
'-------------------------------------------------------------------------------------
' "Importing profile" dialog box - Items don't exist ***
'-------------------------------------------------------------------------------------
40=Objekte
130=Profil wird importiert
132=Einige Objekte in der Profilliste wurden nicht gefunden. Möglicherweise wurden sie gelöscht, verschoben, oder umbenannt.
133=Liste der nicht importierten Objekte:
'-------------------------------------------------------------------------------------
' "Check disk" dialog box ***
'-------------------------------------------------------------------------------------
308=Datenträgeruntersuchung
320=Vor dem Start der Defragmentierung können Datenträger auf Fehler untersucht werden. Es wird dringend empfohlen, die Datenintegrität vor dem Defragmentieren zu prüfen. Ein Doppelklick auf den Datenträger zeigt seine Eigenschaften an.
309=In Zukunft &keine Datenträgerprüfung mehr.
310=Datenträger %s wird untersucht... Bitte warten.
311=Fortschritt:
321=Phase 1 von 3
355=Phase 2 von 3
356=Phase 3 von 3
313=Datenträger &prüfen
314=Datenträger &nicht prüfen
315=Datenträgerfehler!
316=Bei der Datenträgerprüfung wurden Fehler gefunden. Es wird dringend empfohlen, WinContig zu beenden und zuerst die Fehler zu reparieren.
317=Windows kann keine Datenträgerprüfung auf CD- und DVD-ROM-Laufwerken durchführen.
318=WinContig hat Probleme auf dem Datenträger entdeckt. Es wird empfohlen, WinContig zu beenden und zuerst die Probleme zu beheben.\nAlternativ kann normal fortgesetzt werden.
319=De&fragmentierung automatisch starten, falls keine Probleme gefunden werden.
323=Details anzeigen
324=Datenträger wurde noch nicht analysiert.
325=Details ausblenden
326=Datenträgeruntersuchung ist abgeschlossen
328=Untersuchungsbericht:
329=Keine Probleme wurden auf dem Datenträger gefunden.
330=Datenträger auf Fehler prüfen
331=Windows kann keine Netzwerklaufwerke untersuchen.
432=Datenträger
433=Dateisystem
434=Kapazität
435=Freier Speicher
436=% Freier Speicher
437=Unbekannter Datenträger
438=Wechseldatenträger
439=Festplattendatenträger
440=Externer Datenträger
441=Optischer Datenträger
442=RAM-Disk
443=Sitzungsstatus
444=Analyse läuft...
445=Abgeschlossen
'-------------------------------------------------------------------------------------
' "Disk Cleanup" dialog box ***
'-------------------------------------------------------------------------------------
339=Datenträgerbereinigung
340=Temporäre Dateien werden gelöscht
357=Datenträgerbereinigung &durchführen
358=Datenträgerbereinigung &nicht durchführen
338=In Zukunft &keine temporären Dateien löschen
359=Vor der Defragmentierung können temporäre Dateien zur Freigabe von Speicherplatz gelöscht werden.
342=Schätzung läuft...
343=Temporäre Dateien werden gelöscht... Bitte warten.
344=Fortschritt:
345='GetTempPath'-Funktion fehlgeschlagen mit Fehler %s!
346=Temporäre Dateien können nicht gelöscht werden weil sie im Wurzelverzeichnis abgelegt sind!
347=Temporäre Dateien können nicht gelöscht werden weil der folgende Pfad nicht existiert:\n\n%s
446=&WinContig zum Löschen von temporären Dateien verwenden
447=Eine andere &Anwendung zum Löschen von temporären Dateien verwenden
448=Anwendung:
449=Zusätzliche Befehlszeilenparameter:
450=&Suchen...
451=Anwendung wählen
452=Anwendungen (*.exe)|*.exe|Alle Dateien (*.*)|*.*|
453=Keine andere Anwendung angegeben.
454=Die angegebene Anwendung existiert nicht!
'-------------------------------------------------------------------------------------
' "Exclusion/Inclusion List" dialog box ***
'-------------------------------------------------------------------------------------
469=Filter
381=&Ordner hinzufügen...
382=&Datei hinzufügen...
399=&Maske hinzufügen...
383=Objekt &entfernen
385=Um die ungewollte Verlagerung von Daten zu verhindern, können  bestimmte Objekte aus der Defragmentierung ausgeschlossen werden. Die in diesem Fenster aufgelisteten Dateien und Ordner werden nicht analysiert und/oder defragmentiert.
386=Ausschlussliste verwalten
387=Liste der ausgeschlossenen Objekte:
'388=%s Objekte werden von der Defragmentierung ausgeschlossen.
391=Dateien ignorieren, die größer sind als (KB):
392=KB
393=MB
394=GB
456=Filter 
457=Maske &hinzufügen
458=Maske &entfernen
459=Hinzuzufügende Maske:
460=Für die Bearbeitung von bestimmten Objekten können eine oder mehrere Masken definiert werden. WinContig beabeitet nur die den Masken entsprechenden Objekte in diesem Fenster. Mehrfache Masken sind durch einen Strichpunkt (;) zu trennen.
461=Einschlussliste verwalten
462=Liste der eingeschlossenen Objekte:
463=Ausschließen
464=Einschließen
'-------------------------------------------------------------------------------------
' "Mask file" dialog box ***
'-------------------------------------------------------------------------------------
400=Maske hinzufügen
401=Zum Ausschluss von Dateien und/oder Ordner können eine oder mehrere Masken definiert werden. Mehrfache Masken sind durch einen Strichpunkt (;) zu trennen.\n\nBeispiel: *.dll;*.ocx;*.tmp
404=Masken dürfen keine der folgenden Zeichen enthalten: \ / : < > | "
419=Ungültiges Zeichen
405=Ausschlussmasken:
402=&Hinzufügen
'-------------------------------------------------------------------------------------
' "Configure highlighting" dialog box ***
'-------------------------------------------------------------------------------------
410=Hervorhebungen konfigurieren 
411=Hier kann die Hervorhebungsfarbe der Objekte angepasst werden. Die Objektfarbe kann durch Klick auf die entsprechende Farbtaste geändert werden. Die farbliche Hervorhebung kann durch An- oder Abwählen des entsprechenden Kästchens aktiviert, bzw. deaktiviert werden.
412=&Fragmentiertes Objekt
413=&Zusammenhängendes Objekt
414=&Defragmentiertes Objekt
415=&Unbearbeitbares Objekt
416=&Ausgelassenes Objekt
418=&Ganze Reihe markieren
'-------------------------------------------------------------------------------------
' "Configure Profiles List" dialog box ***
'-------------------------------------------------------------------------------------
151=Liste der zuletzt verwendeten Profile
152=Liste der zuletzt verwendeten Profile konfigurieren
153=Hier kann die Anzahl der angezeigten Profile auf der Profilliste angegeben werden
154=Anzahl der zuletzt verwendeten Profile (0-10):
134=Maximale Zeichenzahl für zuletzt verwendete Profile (40-1000):
159=Fehlende Profile automatische entfernen
172=Maximale Zeichenzahl für zuletzt verwendete Profile
173=Begrenzt die Zahl der angezeigten Zeichen für jedes Profil auf der Liste.
'-------------------------------------------------------------------------------------
' Warning/Error/Info messages ***
'-------------------------------------------------------------------------------------
174=Unbekannter Fehler
175=Datei konnte nicht gedumpt werden (unendliche Hauptschleife).
176=Das Dateibild ist leer.
180=Falsche Bilddatei gefunden.
97=Die Datenträger wurden geprüft. Sollen nun die Dateien defragmentiert werden?
143=Der Defragmentierungsvorgang kann nicht unterbrochen werden bis er abgeschlossen ist. Wirklich fortsetzen?
147=Es gibt nicht genügend freie zusammenhängende Blöcke, um die ganze Datei aufzunehmen.
164=Soll das gewählte Objekt wirklich entfernt werden?
165=Sollen die ausgewählten Objekte wirklich entfernt werden?
166=Bestätigen
205=WinContig läuft nicht unter diesem Betriebssystem.
233='%s' kann nicht hinzugefügt werden.
307=Die gewählte Prioritätsklasse konnte nicht gesetzt werden.
74=Sollen die Datenträger vor der Defragmentierung auf Fehler geprüft werden?
360=Die Datei '%s' kann wegen folgendem Fehler nicht gelöscht werden:\n\n%s
374=Das gewählte Objekt wurde zur Ausschlussliste hinzugefügt.
375=Die ausgewählten Objekte wurden zur Ausschlussliste hinzugefügt.
376=Die ausgewählten Objekte sind bereits auf der Ausschlussliste.
465=Duplizierte Masken
466=Eine oder mehrere Masken befinden sich sowohl auf der Aus- als auf der Einschlussliste. Die entsprechenden Objekte werden durch WinContig nicht bearbeitet.
467=Trotzdem &abschließen
468=Masken &bearbeiten
490=SSD-Speicher erkannt
494=SSD-Speicher
491=Die Leistung von SSD-Speichern profitiert nicht von der traditionellen Featplattendefragmentierung. Die Dateidefragmentierung auf diesen Geräten verursacht viele Schreibzugriffe, die zur übermäßigen Abnutzung bestimmter Bereiche des SSD-Speichers führen kann. Es empfiehlt sich deshalb, SSD-Speicher nicht zu defragmentieren.
492=Trotzdem &defragmentieren
493=&Nicht defragmentieren
149=Ungenügender physischer Speicherplatz oder ungenügende Systemressourcen sind für die Defragmentierung der Datei verfügbar.
'-------------------------------------------------------------------------------------
' General Buttons Captions ***
'-------------------------------------------------------------------------------------
395=&Ja
396=&Nein
397=&OK
398=Ab&brechen
406=&Weiter
407=&Beenden
142=&Schließen
'-------------------------------------------------------------------------------------
' File Open Error Messages ***
'-------------------------------------------------------------------------------------
167=Fehler: Zu wenig Speicher/Ressourcen. Ausführung unmöglich!
168=Fehler: Datei nicht gefunden. Ausführung unmöglich!
169=Fehler: Pfad nicht gefunden. Ausführung unmöglich!
170=Fehler: Ungültiges Dateiformat. Ausführung unmöglich!
'-------------------------------------------------------------------------------------
' "Fragmentation Details" dialog box ***
'-------------------------------------------------------------------------------------
259=Fragmente
260=Name:
261=Pfad:
262=Art:
263=Größe:
264=Größe auf Datenträger:
265=Fragmente:
266=Blöcke:
267=Fragmentdetails:
269=Allgemein
270=#
271=Dateiblöcke
272=Startblock
273=Endblock
286=Größe (Byte)
287=% der Datei
276=Datei ist noch nicht analysiert worden
277=Dieses Objekt ist keine Datei
278=Ein Fehler ist bei der Dateianalyse aufgetreten
279=Dieses Objekt existiert nicht
280=Diese Datei belegt keine Blöcke
281=Byte
'-------------------------------------------------------------------------------------
' "Defragmentation Report" dialog box ***
'-------------------------------------------------------------------------------------
184=Defragmentierungsbericht
185=Detailangaben:
186=Defragmentierungsvorgang abgeschlossen
189=Bearbeitete Dateien:
190=Fragmentierte Dateien:
191=Zusammenhängende Dateien:
192=Defragmentierte Dateien:
193=Wegen Fehlern nicht defragmentierte Dateien:
423=Informationen über die defragmentierten Dateien
'-------------------------------------------------------------------------------------
' Shutdown dialog box ***
'-------------------------------------------------------------------------------------
194=Herunterfahren
196=Das System fährt in 15 Sekunden herunter.
197='OpenProcessToken'-Fehler.
198='AdjustTokenPrivileges'-Fehler.
'-------------------------------------------------------------------------------------
' About dialog box ***
'-------------------------------------------------------------------------------------
201=Alle Rechte vorbehalten.
202=Freeware für den kommerziellen && privaten Gebrauch.
203=WinContig fügt fragmentierte Dateien so zusammen, dass jede einen einzelnen, zusammenhängenden Platz auf dem Datenträger belegt. Dadurch ist der Dateienzugriff des Systems effizienter.
204=Über
298=Webseite:
299=eMail:
'-------------------------------------------------------------------------------------
' Crash dialog box ***
'-------------------------------------------------------------------------------------
77=WinContig-Fehler
78=WinContig läuft nicht mehr
79=Ein Programmfehler ist aufgetreten. Kopieren Sie bitte die Fehlerangaben und übermitteln Sie sie an uns:
80=Problemdetails
81=&Program beenden
63=Die SSD-Erkennung könnte mit gewissen Hardwarekonfigurationen inkompatibel sein. Bitte wählen Sie [SSD-Speichererkennung deaktivieren] im "Optionen"-Menü.
'-------------------------------------------------------------------------------------
' Disclaimer ***
'-------------------------------------------------------------------------------------
206=Haftungsausschluss
'-------------------------------------------------------------------------------------
' Command line switches ***
'-------------------------------------------------------------------------------------
208=Befehlszeilenparameter
389=Befehlszeilenparameter
390=WinContig akzeptiert eine Anzahl optionaler Befehlszeilenparameter für die Programmsteuerung.
'-------------------------------------------------------------------------------------
' Defragmentation/Analysis process Interrupted ***
'-------------------------------------------------------------------------------------
210=Bitte warten, bis die Bearbeitung der aktuellen Datei abgeschlossen ist...
'-------------------------------------------------------------------------------------
' Disclaimer - RTF Format ***
'-------------------------------------------------------------------------------------
$d$
{\rtf1\ansi\ansicpg1252\deff0\deflang1033\deflangfe1040
\qc {\b\f0\fs24 Haftungsausschluss}
\par\par
\pard Diese Software und alle zugehörigen Dateien werden vom Autor "wie besehen" angeboten ohne jegliche ausdrückliche oder stillschweigende Garantien, einschließlich, aber nicht beschränkt, auf die gesetzlichen Garantien der Marktgängigkeit und der Eignung für einen bestimmten Zweck. In keinem Fall haftet der Autor für Schäden jeglicher Art (einschließlich und ohne Einschränkung für Schäden aus entgangenem Gewinn, Nutzungsausfall von Daten, Betriebsunterbrechung, Verlust geschäftlicher Informationen oder irgendeinem anderen Vermögensschaden), die aus der Nutzung oder Verwendungsunfähigkeit dieses Produktes hervorgehen mögen, selbst wenn auf die Möglichkeit solcher Schäden hingewisen wurde. Das gesamte Risiko aus der Nutzung oder Leistung dieses Produktes und der Dokumentation liegt beim Anwender.
\par}
$d$
'-------------------------------------------------------------------------------------
' Command line switches - RTF Format ***
'-------------------------------------------------------------------------------------
$c$
{\rtf1\ansi\ansicpg1252\deff0\deflang1040
\viewkind4\uc1\pard\lang1040\b\f0\fs16 SYNTAX\par
\b0\par
WINCONTIG.EXE [source] [/ANALYZE|/DEFRAG] [/CHKDSK:0|/CHKDSK:1|/CHKDSK:2] [/CLEAN:0|/CLEAN:1|/CLEAN:2] [/CLOSE|/CLOSEIFOK|/SHUTDOWN] [/DUP] [/FULLROW] [/HELP|/?] [/LANG:xx] [/NOGUI] [/NOINI] [/NOPROMPT] [/NOSCROLL] [/ONTOP] [/PROF:"profile"] [/QUICK]\par
\par
\b\par
WICHTIGE HINWEISE\par
\b0\par
\pard{\pntext\f3\'B7\tab}{\*\pn\pnlvlblt\pnf3\pnindent360{\pntxtb\'B7}}\fi-360\li360\tx360 Parameter sind unempfindlich auf Gross-/Kleinschreibung, zum Beispiel, \b /CLOSE\b0  ist dasselbe wie \b /close\b0 .\par
{\pntext\f3\'B7\tab}Mehrere Parameter werden durch einen Leerschlag getrennt. Zum Beispiel, die folgende Befehlszeile lädt ein Profil und startet den Dateidefragmentierungsvorgang:\par
\pard\par
\pard\fi360\b WINCONTIG.EXE /DEFRAG /PROF:"c:\\data\\profil.wcp"\b0\par
\pard\par
\par
Nachfolgend ist die Liste der WinContig Parameter.\par
\par
\pard\fi-1418\li1418\tx1418\b source\b0\tab Gibt die in WinContig zu ladende Datei oder Ordner an.\par
\pard\par
\pard\fi-1418\li1418\tx1418\b\tab WICHTIGE HINWEISE\par
\b0\par
\pard{\pntext\f1\'B7\tab}{\*\pn\pnlvlblt\pnf1\pnindent360{\pntxtb\'B7}}\fi-360\li1778\tx1778 Der vollständige Pfad der \i source\i0  muss angegeben werden\par
{\pntext\f1\'B7\tab}Der vollständige Pfad der \i source\i0  muss in Anführungszeichen ("") eingeschlossen sein\par
\pard\li1418\tx1418\par
Zum Beispiel, die folgende Befehlszeile lädt die Datei \i personal.txt\i0  im Ordner \i c:\\documente\i0 :\par
\par
\b WINCONTIG.EXE "c:\\documente\\personal.txt"\b0\par
\par\pard\fi-1418\li1418\tx1418
\b /ANALYZE\b0\tab Startet automatisch die Analyse der im WinContig geladenen Objekte.\par
\par
\b /CHKDSK:0\tab\b0 Deaktiviert die automatische Datenträgeruntersuchung. \par
\par
\b /CHKDSK:1\b0\tab Startet automatisch die Datenträgeruntersuchung.\par
\par
\b /CHKDSK:2\b0\tab Fragt nach, ob die Datenträgeruntersuchung gestartet werden soll.\par
\par
\b /CLEAN:0\tab\b0 Deaktiviert die automatische Bereinigung von temporären Dateien.\par
\par
\b /CLEAN:1\tab\b0 Startet automatisch die Bereinigung von temporären Dateien.\par
\par
\b /CLEAN:2\tab\b0 Fragt nach, ob die Bereinigung von temporären Dateien gestartet werden soll.\par
\par
\b /CLOSE\b0\tab Beendet WinContig automatisch nach Abschluss des Defragmentierungsvorgangs.\par
\par
\b /CLOSEIFOK\b0\tab Beendet WinContig automatisch nach Abschluss des Defragmentierungsvorgangs, falls alle Dateien erfolgreich defragmentiert wurden, sonst bleibt es offen.
In Verbindung mit dem Parameter \b /NOGUI \b0, zeigt WinContig das Hauptfenster nach Abschluss des Defragmentierungsvorgangs wenn eine oder mehrere Dateien nicht erfolgreich defragmentiert wurden.\par
\par
\b /DEFRAG\b0\tab Startet automatisch die Defragmentierung der im WinContig geladenen Objekte.\par
\par
\b /DUP\b0\tab Gestattet Duplikateinträge in der Dateiliste. WinContig erlaubt standardmässig keine Duplikateinträge in der Dateiliste. Mit diesem Parameter fügt WinContig Dateien schneller in die Dateiliste hinzu. Diese Option ist für das zügige Laden von sehr grossen Profilen nützlich, wenn die Gewissheit besteht, dass sie keine Duplikate enthalten.\par
\par
\b /FULLROW\b0\tab Schaltet die Hervorhebung der ganzen Reihe an.\par
\par
\b /HELP \b0 or \b/?\b0 \tab Zeigt diesen Hilfedialog an.\par
\par
\b /LANG:\b0\i xx\i0\tab Schreibt die Sprache für die WinContig-Benutzeroberfläche vor. Zum Beispiel \i en \i0 schreibt Englisch vor, während \i fr \i0 auf Französich umstellt. 
Der Parameter \b/LANG:auto \b0 wählt die Standardsprache des Systems (falls in WinContig unterstützt).\par
\par
\b /NOGUI\b0\tab Blendet das Hauptfenster von WinContig während des Anlayse- oder Defragmentierungsvorgangs aus. Mit dem Parameter \b /NOGUI\b0  unterstützt WinContig Ende-Codes für den Erfolgsgrad eines Befehls.\par
\par
\tab\b Ende-Codes\b0\par
\par
\tab Folgende Ende-Codes sind für WinContig definiert.\par
\par
\tab\b 0\b0\tab Erfolg.\par
\tab\b 1\b0\tab Ungültiges oder fehlendes Profil.\par
\tab\b 2\b0\tab Fehler während der Datenträgeruntersuchung.\par
\tab\b 3\b0\tab Nicht alle Objekte wurden erfolgreich defragmentiert.\par
\tab\b 4\b0\tab Nicht alle Objekte wurden erfolgreich analysiert.\par
\tab\b 5\b0\tab Ungültiges oder fehlendes Objekt.\par
\par
\b /NOINI\b0\tab Unterdrückt das Schreiben der Konfigurationsdatei "WinContig.ini".\par
\par
\b /NOPROMPT\b0\tab Schaltet Meldungen ab.\par
\par
\b /NOSCROLL\b0\tab Schaltet Dateiscrollen während Analyse- und Defragmentierungsvorgänge ab.\par
\par
\b /ONTOP\b0\tab Stellt das WinContig-Hauptfenster in den Vordergrund.\par
\par
\b /PROF:\b0\i "Profil"\i0\tab Lädt das Profil \i Profil\i0 .\par
\par
\b\tab WICHTIGE HINWEISE\par
\b0\par
\pard{\pntext\f1\'B7\tab}{\*\pn\pnlvlblt\pnf1\pnindent360{\pntxtb\'B7}}\fi-360\li1778\tx1778 Der volle Profilpfad muss angegeben werden\par
{\pntext\f1\'B7\tab}Der volle Profilpfad muss in Anführungszeichen ("") eingeschlossen sein\par
\pard\li1418\tx1418\par
Zum Beispiel, die folgende Befehlszeile lädt das Profil \i data.wcp\i0  im Ordner \i c:\\profile\i0 :\par
\par
\b WINCONTIG.EXE /PROF:"c:\\profile\\data.wcp"\par
\pard\fi-1418\li1418\tx1418\b0\par
\b /QUICK\b0\tab Schaltet Optimierungen während des Defragmentierungsvorgangs ab (d.h. Lücken werden nicht ausgefüllt und es wird nicht versucht, Dateien partiell zu defragmentieren, die nicht vollständig defragmentiert werden können). Dadurch läuft die Defragmentierung rascher ab.\par
\par
\b /SHUTDOWN\b0\tab Schaltet den Rechner nach Abschluss des Defragmentierungsvorgangs aus.\par
\par
}
$c$